Repository: rosalinux/plasma-workspace
Catalog: po/*/kcm_translations.po
Languages: bg, cs, ka, nl, zh_cn

# NAME OF TRANSLATORS
source: Your names
cs: Vít Pelčák
nl: Freek de Kruijf - t/m 2019;2021
zh_cn: KDE China,Weng Xuetian,Guo Yunhe

# EMAIL OF TRANSLATORS
source: Your emails
cs: vit@pelcak.org
nl: freekdekruijf@kde.nl
zh_cn: kde-china@kde.org,wengxt@gmail.com,i@guoyunhe.me

source: Language
bg: Език
cs: Jazyk
ka: ენა
nl: Taal
zh_cn: 语言

# @title:window
source: Add Languages
bg: Добавяне на езици
cs: Přidat jazyky
ka: ენების დამატება
nl: Talen toevoegen
zh_cn: 添加语言

# @action:button
source: Add
bg: Добавяне
cs: Přidat
ka: დამატება
nl: Toevoegen
zh_cn: 添加

# @info
source: There are no additional languages available on this system.
bg: На тази система няма налични допълнителни езици.
cs: Ve vašem systému nejsou dostupné žádné další jazyky.
ka: სისტემაში დამატებითი ენები ნაპოვნი არაა.
nl: Er zijn geen extra talen beschikbaar op dit systeem.
zh_cn: 系统上没有其他可用的语言。

# @info
source: Your changes will take effect the next time you log in.
bg: Промените ви ще влязат в сила при следващото влизане.
cs: Vaše změny se projeví při příštím přihlášení.
ka: ენის ცვლილებას სეანსში ხელახალი შემოსვლა სჭირდება.
nl: Uw wijzigingen zijn de volgende keer dat u zich aanmeldt van kracht.
zh_cn: 更改将在下次登录时生效。

# @info
source: There are currently no preferred languages configured.
bg: Понастоящем няма конфигурирани предпочитани езици.
cs: Nyní nejsou nastavený žádné preferované jazyky.
ka: ამჟამად ენა არჩეული არაა.
nl: Er zijn nu geen talen met voorkeur geconfigureerd.
zh_cn: 当前没有配置首选语言。

# @info %2 is the language code
source: The translation files for the language with the code '%2' could not be found. The language will be removed from your configuration. If you want to add it back, please install the localization files for it and add the language again.
bg: Файл за превод на езика с код '%2' не може да бъде намерен. Езикът ще бъде премахнат от конфигурацията ви. Ако искате да го добавите обратно, моля, инсталирайте файловете за локализация за него и добавете отново езика.
cs: Pro jazyk s kódem "%2" nebyly nalezeny soubory s překlady. Proto bude tento jazyk odstraněn z vašeho nastavení. Pokud si přejete jej vrátit, nainstalujte prosím soubory s překlady a znovu přidejte tento jazyk.
ka: თარგმნის ფაილები ენისთვის კოდით %2 ნაპოვნი არაა. ენა წაიშლება თქვენი კონფიგურაციიდან. თუ გნებავთ მისი დამატება, დააყენეთ ლოკალიზაციის ფაილები და თავიდან დაამატეთ ენა.
nl: De bestanden met vertalingen voor de taal met code '%2' zijn niet gevonden. De taal zal verwijderd worden uit uw configuratie. Als u deze terug wilt hebben, installeer dan de bestanden voor die taalregio en voeg de taal opnieuw toe.
zh_cn: 无法找到代码为“%2”的语言的翻译文件。这些语言将被从您的配置中移除。如果您想再次添加它们，请再次安装对应的本地化文件和语言。

source: The language at the top of this list is the one you want to see and use most often.
bg: Езикът в горната част на този списък е този, който искате да видите и използвате най-често.
cs: Jazyk nahoře v tomto seznamu je ten,který chcete vidět nejčastěji.
ka: ენა, რომელიც თავშია, იქნება ის, რომელსაც თქვენ ყველაზე ხშირად ხედავთ და იყენებთ.
nl: De taal bovenaan deze lijst is degene die u wilt zien en het meest vaak gebruiken.
zh_cn: 这个列表顶部的语言是您最想看到和使用的。

# @item:inlistbox 1 = Language name
source: %1 (Default)
bg: %1 (по подразбиране)
cs: %1 (Výchozí)
ka: %1 (ნაგულისხმები)
nl: %1 (Standaard)
zh_cn: %1 (默认)

# @info:tooltip
source: Install Missing Packages
bg: Инсталиране на липсващи пакети
cs: Nainstalovat chybějící balíčky
ka: ნაკლული პაკეტების დაყენება
nl: Ontbrekende pakketten installeren
zh_cn: 安装缺少的软件包

# @info:tooltip
source: Promote to default
bg: Задаване като подразбиращ
cs: Povýšit na výchozí
ka: ნაგულისხმებად ქცევა
nl: Promoten tot standaard
zh_cn: 恢复默认

# @info:tooltip
source: Remove
bg: Премахване
cs: Odstranit
ka: წაშლა
nl: Verwijderen
zh_cn: 删除

# @action:button
source: Add languages…
bg: Добавяне на езици…
cs: Přidat jazyky…
ka: ენების დამატება…
nl: Talen toevoegen…
zh_cn: 添加语言…
