Repository: rosalinux/plasma-workspace
Catalog: po/*/kcmformats.po
Languages: de, el, es

source: <h1>Formats</h1>You can configure the formats used for time, dates, money and other numbers here.
de: <h1>Formate</h1>Hier können Sie die Formate für Zeiten, Daten, Währung und weitere Zahlenformate einrichten.
el: <h1>Μορφές</h1>Εδώ μπορείτε να διαμορφώσετε τις μορφές ώρας, ημερομηνίας, νομίσματος και άλλων αριθμών.
es: <h1>Formatos</h1>Aquí puede configurar los formatos usados para la hora, las fechas, la moneda y otros números.

source: No change
de: Kein Änderung
el: Καμία τροποποίηση
es: Sin cambios

source: Your changes will take effect the next time you log in.
de: Ihre Änderungen werden bei der nächsten Anmeldung aktiviert.
el: Οι αλλαγές σας θα εφαρμοστούν την επόμενη φορά που θα συνδεθείτε.
es: Los cambios tendrán efecto la próxima vez que inicie sesión.

source: Format Settings Changed
de: Format-Einstellungen geändert
el: Οι ρυθμίσεις μορφής άλλαξαν
es: Preferencias de formato cambiadas

source: %1 (long format)
de: %1 (Langformat)
el: %1 (εκτενής μορφή)
es: %1 (formato largo)

source: %1 (short format)
de: %1 (Kurzformat)
el: %1 (σύντομη μορφή)
es: %1 (formato corto)

# Measurement combobox
source: Imperial UK
el: Βρετανικό αυτοκρατορικό σύστημα
es: Imperial del Reino Unido

# Measurement combobox
source: Imperial US
el: Βρετανικό αυτοκρατορικό σύστημα
es: Imperial de Estados Unidos

# Measurement combobox
source: Metric
de: Metrisch
el: Μετρικό
es: Métrico

source: Re&gion:
el: Περιο&χή:
es: Re&gión:

source: De&tailed Settings
de: De&taillierte Einstellungen
el: Λε&πτομερείς ρυθμίσεις
es: Preferencias de&talladas

source: &Numbers:
de: &Zahlen:
el: Αρι&θμοί:
es: &Números:

source: &Time:
de: Zei&t:
el: Ώ&ρα:
es: &Hora:

source: Currenc&y:
de: &Währung:
el: Νό&μισμα:
es: Sí&mbolo monetario:

source: Measurement &Units:
de: &Maßsystem:
el: Μονάδες &μέτρησης:
es: &Unidades de medida:

source: Co&llation and Sorting:
de: &Sortierung:
el: Σύ&νθεση και ταξινόμηση:
es: Co&lación y orden:

source: <b>Description</b>
de: <b>Beschreibung</b>
es: <b>Descripción</b>

source: Numbers:
de: Zahlen:
el: Αριθμοί:
es: Números:

source: Time:
de: Zeit:
el: Ώρα:
es: Hora:

source: Currency:
de: Währung:
el: Νόμισμα:
es: Símbolo monetario:

source: Measurement Units:
de: Maßsystem:
el: Μονάδες μέτρησης:
es: Unidades de medida:
